<?php
    include "../inc/header.php";

    $banner_img = "url(../assets/img/carousel/01.jpeg)";

    include "../parts/_banner_image.php";
?>
    <!-- collapse cection -->
    <div class="container py-4 text-center">
        <div class="accordion" id="accordionExample">

            <!-- bomdod -->
            <div class="card">
                <div class="card-header" id="headingOne" data-toggle="collapse" data-target="#collapseOne" aria-expanded="true" aria-controls="collapseOne">
                    <h5 class="mb-0 mr-2 d-inline">Бомдод намози</h5><i class="fa fa-chevron-down" ></i>
                </div>
                <div id="collapseOne" class="collapse show" aria-labelledby="headingOne" data-parent="#accordionExample">
                    <div class="card-body">
                        <h4>Бомдод намози икки ракат суннат, икки ракат фарз – жами тўрт ракатдан иборат.</h4>
                        <h5>Бомдод намозининг икки ракат суннати қуйидагича ўқилади:</h5>
                        <p>1. «Аллоҳ ризолиги учун қибла томонга юзланиб, бугунги бомдод намозининг икки ракат суннатини ўқишни ният қилдим», деб кўнгилдан ўтказилади.</p>
                        <img src="../assets/img/products/1.jpg" alt="" class="mx-auto">
                        <p>2. «Аллоҳу акбар», деб ифтитоҳ такбири айтилади. Бу такбирда эркаклар қўллар кафтини қиблага қаратиб, бош бармоқларининг учини қулоқларининг юмшоқ жойига теккизишади.</p>
                        <img src="../assets/img/products/2.jpg" alt="" class="mx-auto">
                        <h5 class="text-danger">Аёллар қўлларини елка баробарида кўтарадилар.</h5>
                        <p>3. Қўллар боғланади. Эркаклар ўнг қўл кафтини чап қўл устига қўйишади. Ўнг қўлнинг бош ва кичик бармоқлари билан чап қўл билагини ушлашади.</p>
                        <img src="../assets/img/products/3.jpg" alt="" class="mx-auto">
                        <h5 class="text-danger">Аёллар ўнг қўлни чап қўл устида тутиб, қўлларини кўкракка қўядилар.</h5>
                        <p>Бу ҳол «қиём» дейилади. Қиёмда (тик турган ҳолда) сажда қилинадиган жойга қараб, навбати билан, қуйидагилар ўқилади.</p>
                        <h4>САНО ДУОСИ</h4>
                        <p>Субҳ`анакалл`оуҳумма ва биҳамдика ва таб`арокасмука ва та`аъла жаддука ва л`а ил`аҳа ғойрук</p><p>Маъноси:<br />«Аллоҳим! Сенинг номинг муборакдир. Шон-шарафинг улуғдир. Сендан ўзга илоҳ йўқдир».<br />Фотиҳа сурасидан сўнг бир зам (қўшимча) сура ўқилади.</p>
                        <h5>ФОТИҲА ва ЗАМ суралар</h5>
                        <p>4. Зам сура тугагач, «Аллоҳу акбар», деб руку қилинади. Эркаклар тирсаклари ва тиззаларини букмасдан, бармоқларини очган ҳолда, тиззаларини маҳкам чангаллаб эгиладилар.</p>
                        <img src="../assets/img/products/4.jpg" alt="" class="mx-auto">
                        <p class="text-danger">Аёллар эркакларга нисбатан озроқ эгиладилар. Тиззаларини бир оз букадилар. Бармоқларини жамлаб тиззаларини тутадилар.</p>
                        <p>Рукуда уч марта «Субҳана роббийал азийм» (Эй буюк Роббим, Сен барча нуқсонлардан поксан), дейилади.</p>
                        <p>5. Рукудан «Самиъаллоҳу лиман ҳамидаҳ» (Аллоҳ Уни ҳамд этганларни эшитгувчидир), деб қад кўтарилади, бу ҳолат «қавма» дейилади.</p>
                        <img src="../assets/img/products/1.jpg" alt="" class="mx-auto">
                        <p>Қавма ҳолида: «Роббана лакал ҳамд» (Эй Роббимиз, ҳар турли ҳамд-санолар ёлғиз Сенгадир), дейилади.</p>
                        <p>6. «Аллоҳу акбар» деб аввало тиззалар, кейин қўллар, сўнг пешона ва бурун ерга теккизилиб, сажда қилинади. Сажда қилинаётганда оёқ панжалари қиблага қаратилади, эркакларнинг тирсаклари ерга тегмайди.</p>
                        <img src="../assets/img/products/5.jpg" alt="" class="mx-auto">
                        <p class="text-danger">Аёллар тирсакларини ерга қўядилар.</p>
                        <p>Саждада уч марта: «Субҳана роббийал аъла» (Эй улуғ Роббим, Сен бутун нуқсонлардан поксан), дейилади.</p>
                        <p>7. «Аллоҳу акбар» деб саждадан бош кўтарилади ва тиз чўккан ҳолда бир оз ўтирилади, бу ҳолат «жалса» дейилади. Жалсада қўллар, бармоқлар ўз ҳолича тутилиб, сонга қўйилади. Бармоқ учлари тизза билан тенг бўлиши лозим.</p>
                        <img src="../assets/img/products/6.jpg" alt="" class="mx-auto">
                        <p>8. Эркаклар чап оёқлари устига ўтирадилар. Ўнг оёқ панжалари қиблага қаратилади.</p>
                        <img src="../assets/img/products/7.jpg" alt="" class="mx-auto">
                        <p class="text-danger">Аёллар оёқларини ўнг тарафдан чиқариб ўтирадилар.</p>
                        <p>8. «Аллоҳу акбар», деб иккинчи марта сажда қилинади.</p>
                        <img src="../assets/img/products/5.jpg" alt="" class="ma-auto">
                        <p>Саждада уч марта: «Субҳана роббийал аъла», дейилади.<br />Шу билан биринчи ракат тугайди.</p><br />
                        <p>9. «Аллоҳу акбар», деб қиёмга (тикка) турилади.</p>
                        <img src="../assets/img/products/3.jpg" alt="" class="mx-auto">
                        <p>10. Қиёмда «Бисмиллаҳир роҳманир роҳийм»дан бошлаб, Фотиҳа сураси, орқа-сидан бир зам сура ўқилади.</p>
                        <h5>ФОТИҲА ва ЗАМ суралар</h5>
                        <p>11. «Аллоҳу акбар», деб руку қилинади.</p>
                        <img src="../assets/img/products/4.jpg" alt="" class="mx-auto">
                        <p>Рукуда уч марта «Субҳана роббийал азийм», дейилади.</p><br />
                        <p>12. «Самиъаллоҳу лиман ҳамидаҳ», деб тик турилади, кетидан «Роббана лакал ҳамд», дейилади.</p>
                        <img src="../assets/img/products/1.jpg" alt="" class="mx-auto">
                        <p>13.«Аллоҳу акбар», деб саждага борилади.</p>
                        <img src="../assets/img/products/5.jpg" alt="" class="mx-auto">
                        <p>Саждада уч марта «Субҳана роббийал аъла», дейилади.<br />14. «Аллоҳу акбар», деб саждадан бош кўтарилади ва бир оз ўтирилади.(6-7 расмлар)</p>
                        <img src="../assets/img/products/6.jpg" alt="" class="mx-auto">
                        <img src="../assets/img/products/7.jpg" alt="" class="mx-auto">
                        <p>15. «Аллоҳу акбар», деб иккинчи бор сажда қилинади.</p>
                        <img src="../assets/img/products/5.jpg" alt="" class="mx-auto">
                        <p>Саждада уч марта: «Субҳана роббийал аъла», де-йилади.<br />16. «Аллоҳу акбар», деб саждадан бош кўтарилиб қаъдада ўтирилади ва қуйидагилар ўқилади:</p>
                        <img src="../assets/img/products/8.jpg" alt="" class="mx-auto"><br />
                        <h4>«АТТАҲИЙЙАТ» ДУОСИ</h4>
                        <p>Аттаҳийй`ату лилл`аҳи вас-солав`ату ваттоййиб`ат. Ассал`аму ъалайка аййуҳан- набиййу ва роҳматулл`оҳи ва барок`атуҳ. Ассал`аму ъалайн`а ва ъал`а иб`адиллаҳис-с`олиҳ`ийн. Ашҳаду алл`а ил`аҳа иллалл`оҳу ва ашҳаду анна Муҳаммадан ъабдуҳ`у ва рос`улуҳ.</p>
                        <p>Мазмуни:</p>
                        <p>Мол, бадан, тил билан адо этиладиган бутун ибодатлар Аллоҳ учундир. Эй Набий! Аллоҳнинг раҳмати ва баракоти Сизга бўлсин. Сизга ва солиҳ қулларга Аллоҳнинг саломи бўлсин. Иқрорманки, Аллоҳдан ўзга илоҳ йўқ. Ва яна иқрорманки, Муҳаммад, алайҳиссалом, Аллоҳнинг қули ва элчисидирлар.</p>
                        <h4>САЛОВОТ</h4><br />
                        <p>Алл`оҳумма солли ъал`а Муҳаммадив-ва ъал`а `али Муҳаммад. Кам`а соллайта ъал`а Иброҳ`има ва ъал`а `али Иброҳ`им. Иннака ҳам`идум-маж`ид. Алл`оҳумма б`арик ъал`а Муҳаммадив-ва ъал`а `али Муҳаммад. Кам`а б`арокта ъал`а Иброҳ`има ва ъал`а `али Иброҳ`им. Иннака ҳам`идум-маж`ид.</p>
                        <p>Мазмуни:</p>
                        <p>Аллоҳим, Иброҳим ва унинг оиласига раҳмат этганинг каби, Муҳаммад ва ул зотнинг оиласига раҳмат айла, Сен ҳамду мақтовга лойиқ ва буюк Зотсан. Аллоҳим, Иброҳим ва унинг оиласига баракотингни эҳсон этганинг каби Муҳаммад ва ул зотнинг оиласи устига ҳам баракотингни эҳсон айла. Сен ҳамду мақтовга лойиқ ва буюк Зотсан.</p><br />
                        <h4>ДУО</h4>
                        <p>Роббан`а `атин`а фид-дунй`а ҳасанатав-ва фил `ахироти ҳасанатав-ва қин`а аз`абан-н`ар.</p>
                        <p>Мазмуни:</p>
                        <p>«Эй Роббимиз, бизга бу дунёда ҳам, охиратда ҳам яхшиликни бергин ва бизни дўзах олови азобидан сақлагин».</p>
                        <p>17. Аввал ўнг, кейин чап елкага қараб: «Ассаламу алайкум ва роҳматуллоҳ» деб салом берилиб намоздан чиқилади.</p>
                        <img src="../assets/img/products/9.jpg" alt="" class="mx-auto">
                        <img src="../assets/img/products/8.jpg" alt="" class="mx-auto">
                        <img src="../assets/img/products/10.jpg" alt="" class="mx-auto">
                        <p>Шу билан бомдод намозининг икки ракат суннати тугайди. Бомдод намозининг икки ракат фарзи ҳам худди шу тартибда ўқилади. Фарқи — аввало, эркаклар ниятдан олдин (бошқа фарз намозлари олдидан ҳам) қуйидаги иқомат такбирини айтишади:</p>
                        <p>Бомдод намозининг фарзига қуйидагича ният қилинади: «Аллоҳ ризолиги учун бомдод намозининг икки ракат фарзини ўз вақтида ўқишни ният қилдим». Қолган қисми суннат билан бир хил давом этаверади.</p>
                    </div>
                </div>
            </div>
            <!-- /bomdod -->

            <!-- peshin -->
            <div class="card">
                <div class="card-header" id="headingTwo" data-toggle="collapse" data-target="#collapseTwo" aria-expanded="false" aria-controls="collapseTwo">
                    <h5 class="mb-0 mr-2 d-inline">Пешин намози</h5><i class="fa fa-chevron-down" ></i>
                </div>
                <div id="collapseTwo" class="collapse" aria-labelledby="headingTwo" data-parent="#accordionExample">
                    <div class="card-body">
                        <p>Пешин намози тўрт ракат суннат, тўрт ракат фарз ва икки ракат суннатдан иборат. Тўрт ракат суннат қуйидагича ўқилади.</p>
                        <p>1. Ният қилинади.</p>
                        <p>2. Ифтитоҳ такбири айтилади.</p>
                        <p>3. Сано дуоси ўқилади.</p>
                        <p>4. Фотиҳа сураси. Кейин бирорта зам сура.</p>
                        <p>5. Руку. </p>
                        <p>6. Сажда.</p>
                        <p>7. «Аллоҳу акбар» деб туриб, яна Фотиҳа сураси, зам сура.</p>
                        <p>8. Руку.</p>
                        <p>9. Сажда.</p>
                        <p>10. Ўтириб «Аттаҳиййат» ўқилади.</p>
                        <p>11. «Аллоҳу акбар» деб яна туриб, Фотиҳа сураси ва зам сура.</p>
                        <p>12. Руку.</p>
                        <p>13. Сажда.</p>
                        <p>14. «Аллоҳу акбар» деб тўртинчи ракатга турилади. Яна Фотиҳа сураси ва зам сура.</p>
                        <p>15. Руку.</p>
                        <p>16. Сажда.</p>
                        <p>17. Ўтириб, «Аттаҳиййат», «Саловот», «Роббана» дуолари ўқилади.</p>
                        <p>18. Салом бериб намоздан чиқилади. Пешин намозининг фарзи ҳам айни шу тартибда ўқилади. Фақатгина ният қилинаётганда «Аллоҳ розилиги учун пешин намозининг тўрт ракат фарзини ўқишга ният қилдим», дейилади. Бундан ташқари, фарзда учинчи ва тўртинчи ракатларда «Фотиҳа»дан кейин зам сура қўшилмайди. Пешин намозининг икки ракат суннати бомдод намозининг суннати каби ўқилади.</p>
                    </div>
                </div>
            </div>
            <!-- peshin -->

            <!-- asr -->
            <div class="card">
                <div class="card-header" id="headingThree" data-toggle="collapse" data-target="#collapseThree" aria-expanded="false" aria-controls="collapseThree">
                    <h5 class="mb-0 mr-2 d-inline">Аср намози</h5><i class="fa fa-chevron-down" ></i>
                </div>
                <div id="collapseThree" class="collapse" aria-labelledby="headingThree" data-parent="#accordionExample">
                    <div class="card-body">
                        <p>Аср намози тўрт ракат фарздан иборат.</p><br />
                        <p>Бу намоз билан пешин намози фарзининг ўқилиши бир хил. Ниятда «Аср намозининг тўрт ракат фарзини…» дейилса бўлди. ШОМ НАМОЗИ Шом намози уч ракат фарз ва икки ракат суннатдан иборат. Уч ракатли фарзнинг ўқилиши:</p>
                        <p>1. Ният.</p>
                        <p>2. Ифтитоҳ такбири.</p>
                        <p>3. Сано.</p>
                        <p>4. Фотиҳа, зам сура.</p>
                        <p>5. Руку.</p>
                        <p>6. Сажда.</p>
                        <p>7. Туриб, Фотиҳа, зам сура.</p>
                        <p>8. Руку.</p>
                        <p>9. Сажда.</p>
                        <p>10. Ўтириб, «Аттаҳиййат».</p>
                        <p>11. Туриб, фақат Фотиҳа.</p>
                        <p>12. Руку.</p>
                        <p>13. Сажда.</p>
                        <p>14. Ўтириб, «Аттаҳиййат», «Саловот», «Роббана» дуолари.</p>
                        <p>15. Салом. Шом намозининг икки ракат суннати бомдод намозининг икки ракат суннати каби ўқилади.</p>
                    </div>
                </div>
            </div>
            <!-- asr -->

            <!-- shom -->
            <div class="card">
                <div class="card-header" id="headingFour" data-toggle="collapse" data-target="#collapseFour" aria-expanded="false" aria-controls="collapseFour">
                    <h5 class="mb-0 mr-2 d-inline">Шом намози</h5><i class="fa fa-chevron-down" ></i>
                </div>
                <div id="collapseFour" class="collapse" aria-labelledby="headingFour" data-parent="#accordionExample">
                    <div class="card-body">
                        <p class="mb-2">Шом намози уч ракат фарз ва икки ракат суннатдан иборат.</p>
                        <p>Уч ракатли фарзнинг ўқилиши:</p>
                        <p>1. Ният.</p>
                        <p>2. Ифтитоҳ такбири.</p>
                        <p>3. Сано.</p>
                        <p>4. Фотиҳа, зам сура.</p>
                        <p>5. Руку.</p>
                        <p>6. Сажда.</p>
                        <p>7. Туриб, Фотиҳа, зам сура.</p>
                        <p>8. Руку.</p>
                        <p>9. Сажда.</p>
                        <p>10. Ўтириб, «Аттаҳиййат».</p>
                        <p>11. Туриб, фақат Фотиҳа.</p>
                        <p>12. Руку.</p>
                        <p>13. Сажда.</p>
                        <p>14. Ўтириб, «Аттаҳиййат», «Саловот», «Роббана» дуолари.</p>
                        <p>15. Салом. Шом намозининг икки ракат суннати бомдод намозининг икки ракат суннати каби ўқилади.</p>
                    </div>
                </div>
            </div>
            <!-- shom -->

            <!-- hufton -->
            <div class="card">
                <div class="card-header" id="headingFive" data-toggle="collapse" data-target="#collapseFive" aria-expanded="false" aria-controls="collapseFive">
                    <h5 class="mb-0 mr-2 d-inline">Хуфтон намози</h5><i class="fa fa-chevron-down" ></i>
                </div>
                <div id="collapseFive" class="collapse" aria-labelledby="headingFive" data-parent="#accordionExample">
                    <div class="card-body">
                        <p>Хуфтон намози тўрт ракат фарз, икки ракат суннатдан иборат.</p>
                        <p>Хуфтон намозининг тўрт ракат фарзи пешин намозининг фарзи каби ўқилиб, фақат ниятда фарқ бўлади. Хуфтоннинг икки ракат суннати ҳам юқорида ўрганганимиз бомдод ва шом намозларининг икки ракат суннатлари каби бир хил тартибда ўқилади.</p>
                    </div>
                </div>
            </div>
            <!-- hufton -->

            <!-- vitr -->
            <div class="card">
                <div class="card-header" id="headingSix" data-toggle="collapse" data-target="#collapseSix" aria-expanded="false" aria-controls="collapseSix">
                    <h5 class="mb-0 mr-2 d-inline">Витр намози</h5><i class="fa fa-chevron-down" ></i>
                </div>
                <div id="collapseSix" class="collapse" aria-labelledby="headingSix" data-parent="#accordionExample">
                    <div class="card-body">
                        <p>Витр намози уч ракатли бўлиб, вожиб ибодат саналади. Фарздан қуйироқ, суннатдан улуғ туради. Ўқилиши шарт. Бирор сабаб ила вақтида ўқилмай қолса, қазоси ўқилади. Витр намози хуфтон намозидан кейин ўқилади. Қуйидаги тартибда адо этилади:</p>
                        <p>1. Ният.</p>
                        <p>2. Ифтитоҳ такбири.</p>
                        <p>3. Сано.</p>
                        <p>4. Фотиҳа, зам сура.</p>
                        <p>5. Руку.</p>
                        <p>6. Сажда.</p>
                        <p>7. Иккинчи ракатга туриб, «Фотиҳа», зам сура.</p>
                        <p>8. Руку.</p>
                        <p>9. Сажда.</p>
                        <p>10. Ўтириб, «Аттаҳиййат» дуоси.</p>
                        <p>11. Учинчи ракатга туриб «Фотиҳа», зам сура.</p>
                        <p>12. Зам сурадан кейин ўша тик турган ҳолда «Аллоҳу акбар», деб қулоқ қоқилади.</p>
                        <p>13. Қўл қовуштирилиб, Қунут дуоси ўқилади.</p>
                        <h4>ҚУНУТ ДУОСИ</h4>
                        <p>Алл`оҳумма инн`а настаъ`инука ва настағфирук. Вануъмину бика ва натавакалу ъалайка ва нусн`ий ъалайкал хойр. Куллаҳ`у нашкурука ва л`а накфурук. Ва нахлаъу ва натруку май-йафжурук. Алл`оҳумма ийй`ака наъбуду ва лака нусолл`ий ва насжуду ва илайка насъ`а ва наҳфиду нарж`у роҳматак(а). Ва нахш`а ъаз`абака инна ъаз`абака бил куфф`ари мулҳиқ.</p>
                        <p>Маъноси:</p>
                        <p>Аллоҳим! Биз Сендан ёрдам истаймиз, гуноҳларимизни афу этишингни сўраймиз. Аллоҳим! Сенга имон келтирамиз, ишларимизда Сенга суянамиз ва Сенга таваккал қиламиз. Ва Сенга ҳамд айтамиз. Бутун яхшиликлар Сендандир. Бизларга берганинг шунча неъматлар туфайли Сенга шукрона айтамиз ва нонкўрлик қилмаймиз. Сенга қарши нонкўрлик қилган гуноҳкорлардан айриламиз, улар билан алоқани узамиз. Аллоҳим! Биз ёлғиз Сенгагина қуллик қиламиз, намозни Сен учунгина ўқиймиз. Сенгагина сажда қиламиз. Сенгагина интиламиз. Ибодатни хушуъ-камтарлик билан адо этамиз. Раҳматинг кўп бўлишини сўраймиз, азобинг-дан қўрқамиз. Ҳеч шубҳа йўқки, Сенинг азобинг кофирларгадир.</p>
                        <p>14. Руку.</p>
                        <p>15 Сажда.</p>
                        <p>16. Ўтириб «Аттаҳиййат», «Саловот», «Роббана» дуолари.</p>
                        <p>18. Салом.</p>
                    </div>
                </div>
            </div>
            <!-- /vitr -->

            <!-- zikrlar -->
            <div class="card">
                <div class="card-header" id="headingSeven" data-toggle="collapse" data-target="#collapseSeven" aria-expanded="false" aria-controls="collapseSeven">
                    <h5 class="mb-0 mr-2 d-inline">Намоздан кейинги зикрлар</h5><i class="fa fa-chevron-down" ></i>
                </div>
                <div id="collapseSeven" class="collapse" aria-labelledby="headingSeven" data-parent="#accordionExample">
                    <div class="card-body">
                        <p>Намоз салом билан тугайди. Саломдан кейинги амаллар (тасбеҳоту дуолар) мажбурий эмас, аммо ниҳоятда савоблидир. Фарз намозларидан кейин қуйидаги дуони ўқиш суннатдир:</p>
                        <p>Алл`оҳумма антас-сал`ам ва минкас-сал`ам. Таб`арокта й`а залжал`али вал икр`ом.</p>
                        <p>Мазмуни:</p>
                        <p>Эй Аллоҳим, Сен барча айб-нуқсонлардан поксан. Барча саломатлик ва раҳмат Сендандир. Эй азамат ва қудрат эгаси бўлган Аллоҳим, Сенинг шонинг улуғдир. Умуман, ҳар вақт намозни тугатгандан сўнг Оятал курси ўқилса, тасбеҳот қилинса, савоби улуғ бўлади.</p>
                        <h5>ОЯТАЛ КУРСИ</h5>
                        <p>Аъ`узу билл`аҳи минаш-шайт`онир рож`ийм. Бисмилл`аҳир роҳм`анир роҳ`ийм. Алл`оҳу л`а ил`аҳа илл`а ҳувал ҳаййул қойй`ум. Л`а та’хузуҳ`у синатув-ва л`а на`вм. Лаҳу м`а фис-сам`ав`ати ва м`а фил арз. Манзаллаз`ий яшфаъу ъиндаҳ`у илл`а би’изниҳ. Яъламу м`а байна айд`иҳим ва м`а холфаҳум ва л`а йух`ит`уна би шай’им-мин ъилмиҳ`и илл`а бима ш`аъа. Васиъа курсиййуҳус-сам`ав`ати вал арз. Ва л`а йаъ`удуҳ`у ҳифзуҳум`а ва ҳувал ъаллиййул ъаз`ийм.</p>
                        <p>Мазмуни:</p>
                        <p>Аллоҳ — Ундан ўзга илоҳ йўқдир. (У ҳамиша) тирик ва абадий турувчидир. Уни на мудроқ тутар ва на уйқу. Осмонлар ва Ердаги (барча) нарсалар Уникидир. Унинг ҳузурида ҳеч ким (ҳеч кимни) Унинг рухсатисиз шафоат қилмас. (У) улар (одамлар)дан олдинги (бўлган) ва кейинги (бўладиган) нарсани билур. (Одамлар) Унинг илмидан фақат (У) истаганча ўзлаштирурлар. Унинг Курсийси осмонлар ва Ердан (ҳам) кенгдир. У иккисининг ҳифзи (тутиб туриши) Уни толиқтирмас. У олий ва буюкдир.</p>
                        <h5>ТАСБЕҲ</h5>
                        <p>Субҳаналлоҳ (33 марта)<br />Алҳамдулиллаҳ (33 марта)<br />Аллоҳу акбар (33 марта)</p>
                        <h5>КАЛИМАИ ТАВҲИД</h5>
                        <p>Л`а ил`аҳа иллалл`оҳу ваҳдаҳ`у л`а шар`ика лаҳ, лаҳул мулку ва лаҳул ҳамд. Ва ҳува ъал`а кулли шай’ин қод`ир.</p>
                    </div>
                </div>
            </div>
            <!-- zikrlar -->

            <!-- juma -->
            <div class="card">
                <div class="card-header" id="headingEight" data-toggle="collapse" data-target="#collapseEight" aria-expanded="false" aria-controls="collapseEight">
                    <h5 class="mb-0 mr-2 d-inline">Жумуъа намози</h5><i class="fa fa-chevron-down" ></i>
                </div>
                <div id="collapseEight" class="collapse" aria-labelledby="headingEight" data-parent="#accordionExample">
                    <div class="card-body">
                        <p>Жумуъа намози икки ракат фарз бўлиб, ундан олдин ва кейин тўрт ракат суннат ўқилади. Илк ва охирги суннатлар пешин намозининг суннатлари каби ўқилади. Имомга иқтидо қилиб ўқиладиган икки ракат фарз эса, бомдод намозининг фарзи каби ўқилади. Жума намозида икки ракат фарз ўқилмасдан олдин имом минбарда хутба қилади. Жума намози ҳур, озод, муқим, саломатлиги жойида, оёқлари соғ кишига фарздир. Жума намозининг шартлари:</p>
                        <p>1) пешин намози ўқиладиган вақтда ўқиш;</p>
                        <p>2) намоздан олдин хутба ўқиш;</p>
                        <p>3) жума ўқиладиган жой ҳаммага очиқ бўлиши;</p>
                        <p>4) имомдан ташқари камида уч кишидан иборат жамоат бўлиши;</p>
                        <p>5) имом жума намозини ўқиши учун расман рухсатли бўлиши;</p>
                        <p>6) жума ўқиладиган жой шаҳар ёхуд шаҳар ҳукмида бўлиши керак.</p>
                    </div>
                </div>
            </div>
            <!-- /juma -->

        </div>
    </div>
    <!-- /collapse cection -->
<?php
    include "../inc/footer.php";
?>